import React from "react";
import "@pages/options/Options.css";

const Options: React.FC = () => {
  return (
    <div className="OptionsContainer">
      <h1>ДОМОВИНА СЕ БРАНИ ЛЕПОТОМ</h1>
      <h3>Љубивоје Ршумовић</h3>
      <p>
        Домовина се брани реком
        <br />
        и рибом у води
        <br />
        и високом танком смреком
        <br />
        што расте у слободи.
        <br />
      </p>

      <p>
        Домовина се брани цветом
        <br />
        и пчелом у цвету
        <br />
        маком и сунцокретом
        <br />
        и птицом у лету.
        <br />
      </p>

      <p>
        Домовина се брани књигом
        <br />
        и песмом о небу
        <br />
        сестрином сузом и мајчином бригом
        <br />
        и оним брашном у хлебу.
        <br />
      </p>

      <p>
        Домовина се брани лепотом
        <br />
        и чашћу и знањем
        <br />
        домовина се брани животом
        <br />
        и лепим васпитањем.
        <br />
      </p>
    </div>
  );
};

export default Options;
